IDEA Open Model
IOMSettings.FileName Property
Compatible with IDEA StatiCa 20.1
 File name
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string FileName { get; set; }
Public Property FileName As String
	Get
	Set
Property Value
Type: String
Implements
IIOMSettings.FileName
See Also
Reference
IOMSettings Class
IdeaRS.OpenModel.Message Namespace